---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalloadLightParam
source: html/26fe3e1c-0a01-516b-3f66-2d6a2c35aba9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelTotalloadLightParam Property

"Lighting Total Connected"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelTotalloadLightParam { get; }
```